<div class="fast-explain dk-box">
    <h2>
        معرفی اجمالی محصول
        <span>گوشي موبايل سامسونگ مدل Galaxy S8 G950FD دو سيم کارت </span>
    </h2>
    <div class="text">
        <p>
            پس از شایعات فراوان، سرانجام گوشی موبایل «سامسونگ گلکسی اس 8 دو سیم‌کارت» (Samsung Galaxy S8 Dual SIM) با مشخصات فنی کم‌نظیری که تنها در محصولات همین شرکت قابل‌رویت هستند، معرفی شد. پردازنده‌ی قدرتمند، نمایشگر بزرگ با کیفیت بسیار بالا، دوربین‌های اصلی و سلفی با عملکرد فوق‌العاده از جمله این امکانات هستند که گلکسی اس 8 را در زمره‌ی محصولات کارآمد بازار قرار می‌دهند. یار همیشگی محصولات سامسونگ، فناوری Super AMOLED، این بار در نمایشگری 5.8اینچی به خدمت گرفته شده است که با تراکم پیکسلی 570 پیکسل بر اینچ، از نظر وضوح و شفافیت در رده‌ی بالایی قرار می‌گیرد. سامسونگ برای نمایشگر محصول جدیدش، نسل پنجم از محافظ گوریلا گلس را انتخاب کرده و گواهی‌نامه‌ی IP68 را برای محافظت از بدنه‌ی گلکسی اس 8 در مقابل گردوغبار و آب تا عمق 1.5 متر و به مدت 30 دقیقه برگزیده است. اگر مشخصات دیگر این نمایشگر مانند قابلیت دریافت تا 10 لمس هم‌زمان، برخورداری از نمایشگر همیشه‌روشن و فناوری سنجش فشار لمس را کنار بگذاریم، نمی‌توانیم قابلیت بالای این نمایشگر را در تماشای فیلم و وب‌گردی در کنار پشتیبانی این محصول از شبکه‌ی 4G Cat16 با سرعت دانلود 1024 مگابیت بر ثانیه نادیده بگیریم. اس 8 هم همانند همتایان پیشین خود، با دو پردازنده‌ی اسنپدراگون و اگزینوس در اختیار کاربران قرار خواهد گرفت که نسخه‌ی اسنپدراگون آن تنها منحصر به کشور آمریکاست. نسخه‌ی اگزینوس این محصول با تراشه‌ی اگزینوس 8895 عرضه می‌شود که با پردازنده‌ی هشت‌هسته‌ای‌اش با سرعتی مثال‌زدنی، به پردازش اطلاعات خواهد پرداخت و قدرتی بسیار بالا را ارائه خواهد کرد. در کنار این مجموعه‌ی سخت‌افزاری، 4 گیگابایت رم هم وجود دارد که در مقایسه با گلکسی اس 7 افزایش نیافته است. این محصول با داشتن حافظه‌ی داخلی 64 گیگابایت می‌تواند تا حد زیادی، پاسخگوی نیاز کاربران در ذخیره‌سازی اطلاعات و فایل‌های صوتی و تصویری موردنیازشان باشد. بااین‌حال قابلیت پشتیبانی از کارت حافظه‌ی جانبی هم در اس 8 در نظر گرفته شده است که می‌تواند این فضا را تا 256 گیگابایت دیگر افزایش دهد. البته باید بدانید کاربرد شیار دوم برای سیم‌کارت و کارت حافظه‌ی جانبی مشترک است و در صورت استفاده از یکی، استفاده از دیگری امکان‌پذیر نخواهد بود. شاید دوربین اصلی اس 8 در مقایسه با محصولات دیگر سامسونگ، در عدد مگاپیکسل کم‌فروغ‌تر باشد؛ اما با توجه به دریچه‌ی دیافراگم و سایز سنسورش، حرف‌های بسیاری برای گفتن دارد. این در حالی است که سامسونگ در دوربین محصول جدیدش، تغییر چندانی ایجاد نکرده و دوربینی با همان مشخصات اس 7 به کار گرفته است. این دوربین به لرزش‌گیر اپتیکال تصویر هم مجهز شده است تا هیچ‌چیز از جمله لرزش دست نتواند کیفیت تصاویر شما را تحت‌تاثیر قرار دهد. دوربین سلفی گلکسی اس 8، سنسوری 8مگاپیکسلی با دریچه‌ی دیافراگم باز‌تر دارد که حالا می‌تواند نور بیشتری جذب کرده و درنتیجه تصاویر بهتری ثبت ‌کند. در نهایت باید اشاره کنیم که در کنار تمامی این امکانات، باتری 3000 میلی‌آمپر ساعتی از نوع لیتیوم یون زیر قاب پشتی اس 8 وجود دارد که می‌تواند با قدرت زیاد، به تأمین انرژی این محصول بپردازد.
        </p>
    </div>
    <a class="product-more-less">
        <i class="fa fa-angle-down" aria-hidden="true"></i>
        <span class="more-less-pro">نمایش بیشتر</span>
    </a>
</div>
<style>
    .text{
        color: #666;
    }

    .product-more-less{
        cursor: pointer;
        direction: rtl;
        display: block;
        text-align: center;
        position: absolute;
        left: 0;
        right: 0;
        bottom: 0px;
        line-height: 200px;
        height: 120px;
        background: linear-gradient(to bottom ,rgba(255,255,255,0.5) 0%,#fff);
    }
    .product-more-less i{
        margin-left: 10px;
        transition-duration: 0.4s;
    }
    .rotate{
        transform: rotate(180deg);
        transition-duration: 0.4s;
    }
    .height{
        height: auto!important;
        transition-duration: 1s;
    }
    .fast-explain{
        position: relative;
        width: 100%;
        height: 450px;
        margin-bottom: 15px;
        direction: rtl;
        padding: 25px 25px 120px 25px;
        text-align: justify;
        line-height: 35px;
    }
    .fast-explain h2{
        font-size: 23px;
    }
    .fast-explain h2 span{
        display: block;
        font-size: 14px;
        color: #777;
        margin: 30px 0;
    }
</style><!--fast-explain--->
<script>

    $('.product-more-less').click(function(){
        var height = $(this).parent().css('height');

        if(parseInt(height) <= 450){
            $(this).find('.more-less-pro').text("نمایش کمتر");

        }else{
            $(this).find('.more-less-pro').text("نمایش بیشتر");
        }


        $(this).find('i').toggleClass('rotate');
        $(this).parent('.fast-explain').toggleClass('height');

    });
</script><!---caption-more-less-->